imagemagick
aalib
acpi
alsa-firmware
alsa-tools
alsa-utils
base-devel
bash-completion
brightnessctl
cryptsetup
ffmpeg
firefox
git
gstreamer
i3
i3blocks
i3lock
intel-ucode
a52dec
libmpeg2
mpg123
wavpack
linux-firmware
lvm2
mdadm
neofetch
newsboat
python-pip
python3
scrot
sysstat
vim
wget
xdotool
xorg
xorg-server-devel
arm-none-eabi-gcc
arm-none-eabi-gdb
arm-none-eabi-binutils
arm-none-eabi-newlib
binwalk
gdb
python-matplotlib
python3-numpy
radare2
nmap
arp-scan
aircrack-ng
hydra
hashcat
tcpdump
netcat
wireshark-gtk
gimp
inkscape
libreoffice
virtualbox
openvpn
transmission-gtk
keybase
mupdf
thunderbird
mpv
screen
