ImageMagick
aalib
acpi
alsa-firmware
alsa-tools
alsa-utils
base-devel
base-system
bash-completion
brightnessctl
cryptsetup
ffmpeg
firefox
git
grub-i386-efi
grub-x86_64-efi
gstreamer1
i3
i3blocks
i3lock
intel-ucode
libXft-devel
libXinerama-devel
liba52
libmpeg2
libmpg123
libwavpack
linux-firmware
lvm2
mdadm
neofetch
newsboat
python-devel
python-pip
python3
python3-devel
scrot
sysstat
vim
wget
xdotool
xorg
xorg-server-devel
cross-arm-none-eabi
arm-none-eabi-binutils
arm-none-eabi-newlib
binwalk
gdb
python3-matplotlib
python3-numpy
radare2
nmap
arp-scan
aircrack-ng
thc-hydra
hashcat
tcpdump
netcat
wireshark
gimp
inkscape
libreoffice
virtualbox-ose
openvpn
transmission
transmission-gtk
keybase
mupdf
thunderbird
mpv
screen
